/* General */
"OK" = "OK";
"Delete" = "Töröl";
"Basic settings" = "Alapbeállítások";


/* Main activities*/
"Home" = "Haza";
"Open" = "Nyitva";
"Closed" = "Zárva";
"Awards" = "Díjak";


/* HomeView */
"Up next" = "Következő";
"More to explore" = "Felfedezendő dolgok";


/* ProjectsView */
"Open Projects" = "Nyitott projektek";
"Closed Projects" = "Lezárt projektek";
"Add Project" = "Projekt hozzáadása";
"Add New Item" = "Új tétel hozzáadása";
"There's nothing here right now." = "Itt most nincs semmi.";


/* Common for many views */
"Description" = "Leírás"; /* Placeholder text for detail text field */
"New Project" = "Új projekt"; /* Default project name in Project CoreData helper */
"New Item" = "Új tétel"; /* Default item name in Project CoreData helper */
"Sort" = "Válogatás"; /* Sort button label */
"Sort items" = "Tételek rendezése"; /* Title of Alert */
"Optimized" = "Optimalizálás"; /* Button lable sort action sheet */
"Creation Date" = "Létrehozás dátuma"; /* Button lable sort action sheet */
"Title" = "Cím"; /* Placeholder text for title text field and button lable sort action sheet*/


/* EditProjectView*/
"Edit Project" = "Projekt szerkesztése"; /* NavigationTitle */
"Custom project color" = "Egyedi projekt szín"; /* Section header */
"Close this project" = "Projekt bezárása"; /* Button label */
"Delete this project" = "Projekt törlése"; /* Button label */
"Reopen this project" = "Projekt újra nyitása"; /* Button label when showing closed projects */
"Close this project will move this project to Closed tab. Delete the project will delete the project from memory." = "A projekt bezárásával a Nyitottról a Zárt ablakba kerül; törlésével a projekt teljesen el lesz távolítva."; /* Section footer */


/* EditItemView */
"Edit Item" = "Tétel szerkesztése";
"Mark Completed" = "Befejezve";
"Priority" = "Elsőbbség";
"High" = "Magas";
"Medium" = "Közepes";
"Low" = "Alacsony";
"Delete project?" = "Projekt törlése?";
"Are you sure you want to delete this project? It will also delete all items it contains." = "Biztosan törli a projektet? Az összes elem törlődni fog.";


/* AwardsView */
"Unlocked: %@%" = "Nyitott: %@";
"Locked" = "Zárt";


/* ContainerView */
"Please selection something from the menu to begin." = "A kezdéshez válasszon valamit a menüből.";
